import { ICollapsiblePanel } from '../shared';

export const CAPABILITIES: ICollapsiblePanel[] = [
  {
    id: 1,
    title: 'Оплата с рублёвого счета в банке РФ',
    description:
      'Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ',
  },
  {
    id: 2,
    title: 'Минимальные комиссии на обмен',
    description:
      'Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ',
  },
  {
    id: 3,
    title: 'Swift и Sepa без затруднений',
    description:
      'Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ',
  },
  {
    id: 4,
    title: 'Переводы денег по инвойсам',
    description:
      'Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ',
  },
  {
    id: 5,
    title: 'Платежи за товары и услуги от компаний по всему миру',
    description:
      'Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ',
  },
  {
    id: 6,
    title: 'Платежи от встречной структуры',
    description:
      'Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ',
  },
  {
    id: 7,
    title: 'Гарантия прохождения платежа',
    description:
      'Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ',
  },
];
