import { ICollapsiblePanel } from '../shared';

export const STEPS: ICollapsiblePanel[] = [
  {
    id: 1,
    title: 'Кто займется предоставлением данных по участникам сделки?',
    description:
      'Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ',
  },
  {
    id: 2,
    title: 'В какой момент будет этап согласования структуры сделки?',
    description:
      'Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ',
  },
  {
    id: 3,
    title: 'Как произвести оплату и в каких валютах?',
    description:
      'Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ',
  },
  {
    id: 4,
    title: 'Сколько по времени идет зачисление?',
    description:
      'Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ',
  },
  {
    id: 5,
    title:
      'Когда наступает исполнение контракта и когда заканчивается сотрудничество?',
    description:
      'Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ Оплата с рублёвого счета в банке РФ',
  },
];
